Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Turn On Helper…
de: Helper einschalten …
es: Activar el asistente…
fr: Activer l'assistant…
it: Attiva helper…
ja: ヘルパーを有効にする…
pt_br: Ativar Auxiliar…
ru: Включить помощника…
tr: Yardımcıyı Aç…
zh_hans: 启用助理…
zh_hant: 開啟輔助程式…

source: Turn on DuoUpdater's background helper
de: DuoUpdaters Hintergrund-Helper einschalten
es: Activa el asistente en segundo plano de DuoUpdater
fr: Activez l'assistant en arrière-plan de DuoUpdater
it: Attiva l’helper in background di DuoUpdater
ja: DuoUpdaterのバックグラウンドヘルパーをオンにする
pt_br: Ative o auxiliar em segundo plano do DuoUpdater
ru: Включите фонового помощника DuoUpdater
tr: DuoUpdater’ın arka plan yardımcısını açın
zh_hans: 开启 DuoUpdater 的后台助理
zh_hant: 開啟 DuoUpdater 的背景輔助程式

source: Turn them on to roll back an update and compare what it changed.
de: Aktiviere sie, um ein Update rückgängig zu machen und zu vergleichen, was es geändert hat.
es: Actívalas para revertir una actualización y comparar lo que cambió.
fr: Activez-les pour annuler une mise à jour et comparer ce qu'elle a modifié.
it: Attivali per ripristinare un aggiornamento e confrontare cosa ha cambiato.
ja: オンにすると、更新をロールバックしたり、変更内容を比較したりできます。
pt_br: Ative-os para reverter uma atualização e comparar o que ela mudou.
ru: Включите их, чтобы откатывать обновления и сравнивать, что в них изменилось.
tr: Bir güncellemeyi geri almak ve neyi değiştirdiğini karşılaştırmak için açın.
zh_hans: 开启后可回滚更新，并比较更新改动了什么。
zh_hant: 開啟後即可還原更新，並比對更新改了什麼。

source: Unignore
de: Nicht mehr ignorieren
es: Dejar de ignorar
fr: Ne plus ignorer
it: Non ignorare più
ja: 無視を解除
pt_br: Deixar de ignorar
ru: Перестать игнорировать
tr: Yok Saymayı Bırak
zh_hans: 取消忽略
zh_hant: 取消忽略

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
pt_br: Atualizar
ru: Обновить
tr: Güncelle
zh_hans: 更新
zh_hant: 更新

source: Update %@
de: %@ aktualisieren
es: Actualizar %@
fr: Mettre à jour %@
it: Aggiorna %@
ja: %@ に更新
pt_br: Atualizar %@
ru: Обновить %@
tr: %@ sürümüne güncelle
zh_hans: 更新 %@
zh_hant: 更新 %@

source: Update %@ in the App Store
de: %@ im App Store aktualisieren
es: Actualizar %@ en la App Store
fr: Mettre à jour %@ dans l'App Store
it: Aggiorna %@ nell’App Store
ja: App Storeで%@を更新
pt_br: Atualizar %@ na App Store
ru: Обновить %@ в App Store
tr: %@ uygulamasını App Store’da güncelle
zh_hans: 在 App Store 中更新 %@
zh_hant: 在 App Store 中更新 %@

source: Update %@ in the App Store — iPhone/iPad apps can’t be updated from here
de: %@ im App Store aktualisieren – iPhone/iPad-Apps können hier nicht aktualisiert werden
es: Actualizar %@ en la App Store; las apps de iPhone/iPad no se pueden actualizar aquí
fr: Mettre à jour %@ dans l'App Store — les applications iPhone/iPad ne peuvent pas être mises à jour ici
it: Aggiorna %@ nell’App Store — le app per iPhone/iPad non possono essere aggiornate da qui
ja: App Storeで%@を更新 — iPhone/iPad用アプリはここから更新できません
pt_br: Atualizar %@ na App Store — apps de iPhone/iPad não podem ser atualizados daqui
ru: Обновить %@ в App Store — приложения для iPhone/iPad нельзя обновить отсюда
tr: %@ uygulamasını App Store’da güncelleyin — iPhone/iPad uygulamaları buradan güncellenemez
zh_hans: 在 App Store 中更新 %@ — 无法在此处更新 iPhone/iPad 应用
zh_hant: 在 App Store 中更新 %@ — iPhone/iPad App 無法從這裡更新

source: Update All
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
it: Aggiorna tutto
ja: すべて更新
pt_br: Atualizar Tudo
ru: Обновить всё
tr: Tümünü Güncelle
zh_hans: 全部更新
zh_hant: 全部更新

source: Update anyway
de: Trotzdem aktualisieren
es: Actualizar de todos modos
fr: Mettre à jour quand même
it: Aggiorna comunque
ja: それでも更新
pt_br: Atualizar mesmo assim
ru: Всё равно обновить
tr: Yine de güncelle
zh_hans: 仍然更新
zh_hant: 仍要更新

source: Update check failed — click to retry
de: Update-Prüfung fehlgeschlagen – zum Wiederholen klicken
es: Fallo al comprobar actualizaciones; haz clic para reintentar
fr: Échec de la vérification des mises à jour — cliquez pour réessayer
it: Controllo aggiornamenti non riuscito — fai clic per riprovare
ja: 更新の確認に失敗しました — クリックして再試行
pt_br: Falha na verificação — clique para tentar de novo
ru: Не удалось проверить обновления — нажмите, чтобы повторить
tr: Güncelleme denetimi başarısız — yeniden denemek için tıklayın
zh_hans: 更新检查失败 — 点击重试
zh_hant: 檢查更新失敗 — 按一下重試

source: Update checks
de: Update-Prüfungen
es: Comprobaciones de actualizaciones
fr: Vérifications de mises à jour
it: Controlli aggiornamenti
ja: 更新チェック
pt_br: Verificações de atualização
ru: Проверки обновлений
tr: Güncelleme denetimleri
zh_hans: 检查更新
zh_hant: 更新檢查

source: Update in background
de: Im Hintergrund aktualisieren
es: Actualizar en segundo plano
fr: Mettre à jour en arrière-plan
it: Aggiorna in background
ja: バックグラウンドで更新
pt_br: Atualizar em segundo plano
ru: Обновить в фоновом режиме
tr: Arka planda güncelle
zh_hans: 在后台更新
zh_hant: 在背景更新

source: Update is ready. Relaunch to apply it.
de: Update ist bereit. Zum Anwenden neu starten.
es: La actualización está lista. Reabre para aplicarla.
fr: La mise à jour est prête. Relancez pour l'appliquer.
it: L’aggiornamento è pronto. Riapri per applicarlo.
ja: 更新の準備ができました。再起動して適用してください。
pt_br: A atualização está pronta. Reabra para aplicar.
ru: Обновление готово. Перезапустите, чтобы применить.
tr: Güncelleme hazır. Uygulamak için yeniden başlatın.
zh_hans: 更新已就绪。重新启动以应用。
zh_hant: 更新已就緒。重新開啟即可套用。

source: Update to %@ is ready. Relaunch to apply it.
de: Update auf %@ ist bereit. Zum Anwenden neu starten.
es: La actualización a %@ está lista. Reabre para aplicarla.
fr: La mise à jour vers %@ est prête. Relancez pour l'appliquer.
it: L’aggiornamento a %@ è pronto. Riapri per applicarlo.
ja: %@ への更新の準備ができました。再起動して適用してください。
pt_br: A atualização para %@ está pronta. Reabra para aplicar.
ru: Обновление до %@ готово. Перезапустите, чтобы применить.
tr: %@ güncellemesi hazır. Uygulamak için yeniden başlatın.
zh_hans: 更新到 %@ 已就绪。重新启动以应用。
zh_hant: 已可更新至 %@。重新開啟即可套用。

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornata
ja: 更新済み
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
zh_hans: 已更新
zh_hant: 已更新

source: Updated to %@.
de: Auf %@ aktualisiert.
es: Actualizado a %@.
fr: Mis à jour vers %@.
it: Aggiornata a %@.
ja: %@ に更新しました。
pt_br: Atualizado para %@.
ru: Обновлено до %@.
tr: %@ sürümüne güncellendi.
zh_hans: 已更新至 %@。
zh_hant: 已更新至 %@。

source: Updated.
de: Aktualisiert.
es: Actualizado.
fr: Mis à jour.
it: Aggiornata.
ja: 更新しました。
pt_br: Atualizado.
ru: Обновлено.
tr: Güncellendi.
zh_hans: 已更新。
zh_hant: 已更新。

source: Updates installed
de: Updates installiert
es: Actualizaciones instaladas
fr: Mises à jour installées
it: Aggiornamenti installati
ja: アップデートをインストールしました
pt_br: Atualizações instaladas
ru: Обновления установлены
tr: Yüklenen güncellemeler
zh_hans: 更新已安装
zh_hant: 已安裝更新

source: Updating…
de: Wird aktualisiert …
es: Actualizando…
fr: Mise à jour en cours…
it: Aggiornamento…
ja: 更新中…
pt_br: Atualizando…
ru: Обновление…
tr: Güncelleniyor…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Upgrade
de: Aktualisieren
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
pt_br: Fazer Upgrade
ru: Обновить
tr: Yükselt
zh_hans: 升级
zh_hant: 升級

source: Upgrade All
de: Formeln aktualisieren
es: Actualizar fórmulas
fr: Tout mettre à niveau
it: Aggiorna formule
ja: すべてアップグレード
pt_br: Fazer Upgrade de Tudo
ru: Обновить формулы
tr: Tümünü Yükselt
zh_hans: 全部升级
zh_hant: 全部升級

source: Upgrading Homebrew formulae
de: Homebrew-Formeln werden aktualisiert
es: Actualizando fórmulas de Homebrew
fr: Mise à niveau des formules Homebrew
it: Aggiornamento delle formule Homebrew
ja: Homebrew フォーミュラをアップグレード中
pt_br: Fazendo upgrade das fórmulas do Homebrew
ru: Обновление формул Homebrew
tr: Homebrew formülleri yükseltiliyor
zh_hans: 正在升级 Homebrew 配方
zh_hant: 正在升級 Homebrew formula

source: Upgrading… (%lld/%lld)
de: Wird aktualisiert … (%lld/%lld)
es: Actualizando… (%lld/%lld)
fr: Mise à niveau en cours… (%lld/%lld)
it: Aggiornamento… (%lld/%lld)
ja: アップグレード中…（%lld/%lld）
pt_br: Fazendo upgrade… (%lld/%lld)
ru: Обновление… (%lld/%lld)
tr: Yükseltiliyor… (%lld/%lld)
zh_hans: 正在升级…（%lld/%lld）
zh_hant: 正在升級…（%lld/%lld）

source: Valid — belongs to **%@**
de: Gültig – gehört zu **%@**
es: Válido; pertenece a **%@**
fr: Valide — appartient à **%@**
it: Valida — appartiene a **%@**
ja: 有効 — **%@** のもの
pt_br: Válida — pertence a **%@**
ru: Действителен — принадлежит **%@**
tr: Geçerli — sahibi: **%@**
zh_hans: 有效 — 属于 **%@**
zh_hant: 有效 — 屬於 **%@**

source: Verify & Save
de: Prüfen & Speichern
es: Verificar y guardar
fr: Vérifier et enregistrer
it: Verifica e salva
ja: 検証して保存
pt_br: Verificar e Salvar
ru: Проверить и сохранить
tr: Doğrula ve Kaydet
zh_hans: 验证并保存
zh_hant: 驗證並儲存

source: Verifying
de: Wird verifiziert
es: Verificando
fr: Vérification en cours
it: Verifica
ja: 検証中
pt_br: Validando
ru: Проверка целостности
tr: Doğrulanıyor
zh_hans: 正在校验
zh_hant: 驗證中

source: Versions
de: Versionen
es: Versiones
it: Versioni
ja: バージョン
pt_br: Versões
ru: Версии
tr: Sürümler
zh_hans: 版本
zh_hant: 版本

source: Via proxy
de: Über Proxy
es: Vía proxy
it: Tramite proxy
ja: プロキシ経由
ru: Через прокси
tr: Proxy ile
zh_hans: 经代理
zh_hant: 經由代理伺服器

source: View
de: Anzeigen
es: Ver
fr: Afficher
it: Vista
ja: 表示
pt_br: Visualizar
ru: Показать
tr: Görüntüle
zh_hans: 查看
zh_hant: 檢視

source: We asked whether anything changed and the server answered “no”, sending headers only. Nearly free, and what most update checks are.
de: Wir haben gefragt, ob sich etwas geändert hat, und der Server hat mit „nein“ geantwortet — nur Header. Fast kostenlos, und das ist der Normalfall bei Update-Prüfungen.
es: Preguntamos si algo había cambiado y el servidor respondió «no», enviando solo cabeceras. Casi gratis, y así son la mayoría de las comprobaciones.
fr: Nous avons demandé si quelque chose avait changé et le serveur a répondu « non », en n’envoyant que des en-têtes. Presque gratuit, et c’est le cas de la plupart des vérifications.
it: Abbiamo chiesto se era cambiato qualcosa e il server ha risposto “no”, inviando solo le intestazioni. Quasi gratis, ed è così che va la maggior parte dei controlli degli aggiornamenti.
ja: 変更があったか尋ね、サーバーが「なし」とヘッダーだけを返した応答です。ほぼ無料で、更新チェックの大半がこれです。
pt_br: Perguntamos se algo mudou e o servidor respondeu “não”, enviando só cabeçalhos. Quase de graça, e é o caso da maioria das verificações de atualização.
ru: Мы спросили, изменилось ли что-нибудь, и сервер ответил «нет», прислав только заголовки. Почти бесплатно — и так проходит большинство проверок.
tr: Bir şeyin değişip değişmediğini sorduk ve sunucu yalnızca başlık göndererek “hayır” dedi. Neredeyse bedava; güncelleme denetimlerinin çoğu böyledir.
zh_hans: 我们问「有没有变化」，服务器答「没有」，只回了响应头。几乎不耗流量，多数更新检查都是这样。
zh_hant: 我們詢問是否有變動，伺服器回答「沒有」，只傳回標頭。幾乎不耗流量，大部分的更新檢查都是這樣。

source: Welcome to DuoUpdater
de: Willkommen bei DuoUpdater
es: Bienvenido a DuoUpdater
fr: Bienvenue dans DuoUpdater
it: Benvenuto in DuoUpdater
ja: DuoUpdaterへようこそ
pt_br: Boas-vindas ao DuoUpdater
ru: Добро пожаловать в DuoUpdater
tr: DuoUpdater’a Hoş Geldiniz
zh_hans: 欢迎使用 DuoUpdater
zh_hant: 歡迎使用 DuoUpdater

source: What this covers
de: Was hier erfasst wird
es: Qué incluye esto
fr: Ce que cela couvre
it: Cosa comprende
ja: この記録の範囲
pt_br: O que isto abrange
ru: Что сюда входит
tr: Bu neyi kapsar
zh_hans: 这份日志包含什么
zh_hant: 涵蓋範圍

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能について
pt_br: Novidades
ru: Что нового
tr: Yenilikler
zh_hans: 新功能
zh_hant: 新功能

source: What's New — DuoUpdater's own release notes
de: Neuigkeiten – die eigenen Versionshinweise von DuoUpdater
es: Novedades: notas de la versión del propio DuoUpdater
fr: Nouveautés — notes de version de DuoUpdater lui-même
it: Novità — le note di rilascio di DuoUpdater
ja: 新機能について — DuoUpdater 自体のリリースノート
pt_br: Novidades — notas de versão do próprio DuoUpdater
ru: Что нового — заметки о выпуске самого DuoUpdater
tr: Yenilikler — DuoUpdater’ın kendi sürüm notları
zh_hans: 新功能 — DuoUpdater 自身的发行说明
zh_hant: 新功能 — DuoUpdater 本身的版本說明

source: When I refresh
de: Beim Aktualisieren
es: Al actualizar
fr: À l’actualisation
it: Quando ricarico
ja: 更新したときだけ
pt_br: Quando eu recarregar
ru: При обновлении
tr: Ben yenilediğimde
zh_hans: 我刷新时
zh_hant: 我重新整理時

source: Where DuoUpdater looks for installed apps.
de: Wo DuoUpdater nach installierten Apps sucht.
es: Dónde busca DuoUpdater las apps instaladas.
fr: Où DuoUpdater recherche les applications installées.
it: Dove DuoUpdater cerca le app installate.
ja: DuoUpdaterがインストール済みアプリを探す場所。
pt_br: Onde o DuoUpdater procura apps instalados.
ru: Где DuoUpdater ищет установленные приложения.
tr: DuoUpdater’ın yüklü uygulamaları aradığı yerler.
zh_hans: DuoUpdater 在哪里查找已安装的应用。
zh_hant: DuoUpdater 在哪裡尋找已安裝的 App。

source: Without Full Disk Access, DuoUpdater can’t read the builds TestFlight offers you, so it can’t say whether this beta is current.
de: Ohne Festplattenvollzugriff kann DuoUpdater die Builds, die TestFlight dir anbietet, nicht lesen – daher lässt sich nicht sagen, ob diese Beta aktuell ist.
es: Sin acceso total al disco, DuoUpdater no puede leer las compilaciones que TestFlight te ofrece, así que no puede saber si esta beta está al día.
fr: Sans l’accès complet au disque, DuoUpdater ne peut pas lire les versions que TestFlight vous propose : impossible de dire si cette bêta est à jour.
it: Senza l’Accesso completo al disco, DuoUpdater non può leggere le build che TestFlight ti offre, quindi non può dire se questa beta è aggiornata.
ja: フルディスクアクセスがないと、DuoUpdater は TestFlight から提供されるビルドを読み取れないため、このベータ版が最新かどうか判断できません。
pt_br: Sem Acesso Total ao Disco, o DuoUpdater não consegue ler os builds que o TestFlight oferece a você, então não sabe dizer se este beta está atualizado.
ru: Без полного доступа к диску DuoUpdater не может прочитать сборки, которые предлагает TestFlight, поэтому нельзя сказать, актуальна ли эта бета-версия.
tr: Tam Disk Erişimi olmadan DuoUpdater, TestFlight’ın size sunduğu derlemeleri okuyamaz; bu yüzden bu betanın güncel olup olmadığını söyleyemez.
zh_hans: 没有完全磁盘访问权限，DuoUpdater 无法读取 TestFlight 向你提供的版本，因此无法判断此测试版是否已是最新。
zh_hant: 沒有「完全取用磁碟」權限，DuoUpdater 無法讀取 TestFlight 提供給你的版本，因此無法判斷這個 Beta 版是否為最新。

source: Without Full Disk Access, DuoUpdater can’t see whether you chose prereleases in CotEditor, so only its stable releases are offered.
de: Ohne Festplattenvollzugriff kann DuoUpdater nicht sehen, ob du in CotEditor Vorabversionen gewählt hast, daher werden nur stabile Versionen angeboten.
es: Sin acceso total al disco, DuoUpdater no puede ver si elegiste versiones preliminares en CotEditor, así que solo se ofrecen sus versiones estables.
fr: Sans l’accès complet au disque, DuoUpdater ne peut pas voir si vous avez choisi les préversions dans CotEditor : seules ses versions stables sont proposées.
it: Senza l’Accesso completo al disco, DuoUpdater non può vedere se hai scelto le pre-release in CotEditor, quindi vengono proposte solo le release stabili.
ja: フルディスクアクセスがないと、CotEditor でプレリリースを選んでいるかどうかを DuoUpdater が確認できないため、安定版だけが提示されます。
pt_br: Sem Acesso Total ao Disco, o DuoUpdater não consegue ver se você escolheu as pré-versões no CotEditor, então só as versões estáveis são oferecidas.
ru: Без полного доступа к диску DuoUpdater не видит, выбраны ли в CotEditor предварительные версии, поэтому предлагаются только стабильные.
tr: Tam Disk Erişimi olmadan DuoUpdater, CotEditor’da ön sürümleri seçip seçmediğinizi göremez; bu yüzden yalnızca kararlı sürümleri önerilir.
zh_hans: 没有完全磁盘访问权限，DuoUpdater 无法得知你是否在 CotEditor 中选择了预发布版本，因此只会提供正式版。
zh_hant: 沒有「完全取用磁碟」權限，DuoUpdater 無法得知你是否在 CotEditor 中選擇了預先發行版，因此只會提供正式版。

source: You already have it installed, so it can still be updated — DuoUpdater drives the App Store’s Updates list in the background (a fresh install would need a %@ account). It only works once the App Store has listed this update; if it hasn’t yet, try again later.
de: Du hast die App bereits installiert, daher kann sie trotzdem aktualisiert werden – DuoUpdater steuert die Updates-Liste des App Stores im Hintergrund (für eine Neuinstallation wäre ein %@-Account nötig). Das funktioniert erst, sobald der App Store dieses Update gelistet hat; falls noch nicht, versuche es später erneut.
es: Ya la tienes instalada, así que aún se puede actualizar: DuoUpdater controla la lista de actualizaciones de la App Store en segundo plano (una instalación nueva necesitaría una cuenta de %@). Solo funciona una vez que la App Store haya publicado esta actualización; si aún no lo ha hecho, inténtalo más tarde.
fr: Vous l'avez déjà installée, elle peut donc quand même être mise à jour — DuoUpdater pilote la liste des mises à jour de l'App Store en arrière-plan (une nouvelle installation nécessiterait un compte %@). Cela ne fonctionne qu'une fois que l'App Store a listé cette mise à jour ; si ce n'est pas encore le cas, réessayez plus tard.
it: È già installata, quindi può ancora essere aggiornata: DuoUpdater gestisce in background l’elenco Aggiornamenti dell’App Store (una nuova installazione richiederebbe un account %@). Funziona solo dopo che l’App Store ha elencato questo aggiornamento; se non l’ha ancora fatto, riprova più tardi.
ja: すでにインストール済みなので、引き続き更新できます — DuoUpdaterがバックグラウンドでApp Storeの「アップデート」リストを操作します（新規インストールには%@のアカウントが必要です）。これはApp Storeがこの更新をリストに掲載した後にのみ機能します。まだ掲載されていない場合は、後でもう一度お試しください。
pt_br: Você já tem o app instalado, então ele ainda pode ser atualizado — o DuoUpdater conduz a lista de Atualizações da App Store em segundo plano (uma instalação nova exigiria uma conta %@). Só funciona depois que a App Store listar esta atualização; se ainda não listou, tente mais tarde.
ru: У вас уже установлено это приложение, поэтому обновление всё же возможно — DuoUpdater управляет списком обновлений App Store в фоновом режиме (для новой установки понадобится учётная запись региона %@). Это работает только после того, как App Store добавит обновление в список; если этого ещё не произошло, попробуйте позже.
tr: Uygulama zaten yüklü olduğu için hâlâ güncellenebilir — DuoUpdater, App Store’un Güncellemeler listesini arka planda yönetir (yeni bir yükleme için %@ hesabı gerekirdi). Yalnızca App Store bu güncellemeyi listeledikten sonra çalışır; henüz listelemediyse daha sonra yeniden deneyin.
zh_hans: 你已经安装了它，所以仍然可以更新 — DuoUpdater 会在后台驱动 App Store 的“更新”列表（全新安装则需要 %@ 地区的账户）。这仅在 App Store 已将此更新列出后才有效；如果尚未列出，请稍后再试。
zh_hant: 你已經安裝了它，所以仍然可以更新——DuoUpdater 會在背景操作 App Store 的「更新項目」列表（全新安裝則需要 %@ 帳號）。只有在 App Store 已列出此更新後才有效；如果尚未列出，請稍後再試。

source: You have %@
de: Installiert: %@
es: Tienes la %@
fr: Version installée : %@
it: Installata: %@
ja: 現在のバージョン：%@
pt_br: Você tem %@
ru: Установлена версия %@
tr: Sizdeki: %@
zh_hans: 当前为 %@
zh_hant: 你目前是 %@

source: You can keep using the installed version (%@). Updating isn't possible until the developer ships a Mac-compatible build again — it's the vendor's choice, not a refresh problem.
de: Du kannst die installierte Version (%@) weiter nutzen. Ein Update ist erst möglich, wenn der Entwickler wieder eine Mac-kompatible Version veröffentlicht – das ist die Entscheidung des Anbieters, kein Prüfproblem.
es: Puedes seguir usando la versión instalada (%@). No podrás actualizar hasta que el desarrollador publique de nuevo una compilación compatible con Mac; es decisión del proveedor, no un problema de comprobación.
fr: Vous pouvez continuer à utiliser la version installée (%@). La mise à jour ne sera possible que lorsque le développeur publiera à nouveau une version compatible Mac — c'est un choix de l'éditeur, pas un problème de vérification.
it: Puoi continuare a usare la versione installata (%@). Non è possibile aggiornare finché lo sviluppatore non pubblica di nuovo una build compatibile con il Mac: è una scelta del produttore, non un problema di aggiornamento dei dati.
ja: インストール済みのバージョン（%@）はそのまま使用できます。開発元がMac対応ビルドを再度提供するまで更新はできません — これは確認の問題ではなく、開発元の判断によるものです。
pt_br: Você pode continuar usando a versão instalada (%@). Atualizar não será possível até que o desenvolvedor lance de novo um build compatível com Mac — é uma escolha do fornecedor, não um problema de verificação.
ru: Вы можете продолжать использовать установленную версию (%@). Обновление невозможно, пока разработчик снова не выпустит сборку, совместимую с Mac — это решение поставщика, а не проблема проверки.
tr: Yüklü sürümü (%@) kullanmaya devam edebilirsiniz. Geliştirici yeniden Mac uyumlu bir derleme yayımlayana kadar güncelleme mümkün değil — bu geliştiricinin tercihi, bir yenileme sorunu değil.
zh_hans: 你可以继续使用已安装的版本（%@）。在开发者再次发布兼容 Mac 的版本之前，无法更新 — 这是厂商的选择，而非检测问题。
zh_hant: 你可以繼續使用已安裝的版本（%@）。在開發者再次推出相容 Mac 的版本之前都無法更新——這是廠商的決定，不是重新整理的問題。

source: You skipped this version — right-click to un-skip
de: Diese Version wurde übersprungen – Rechtsklick, um das rückgängig zu machen
es: Omitiste esta versión; clic derecho para dejar de omitirla
fr: Vous avez ignoré cette version — clic droit pour annuler
it: Hai saltato questa versione — fai clic con il tasto destro per annullare
ja: このバージョンはスキップされています — 右クリックでスキップを解除
pt_br: Você pulou esta versão — clique com o botão direito para desfazer
ru: Вы пропустили эту версию — щёлкните правой кнопкой, чтобы отменить
tr: Bu sürümü atladınız — atlamayı geri almak için sağ tıklayın
zh_hans: 你已跳过此版本 — 右键点击以取消跳过
zh_hant: 你已略過此版本 — 按右鍵即可取消略過

source: Your license key unlocks Alcove’s release notes and one-click updates here. Without it, DuoUpdater still detects new versions but sends you to Alcove’s download page (or you can let Alcove update itself).
de: Dein Lizenzschlüssel schaltet hier die Versionshinweise und Ein-Klick-Updates von Alcove frei. Ohne ihn erkennt DuoUpdater weiterhin neue Versionen, schickt dich aber zur Download-Seite von Alcove (oder du lässt Alcove sich selbst aktualisieren).
es: Tu clave de licencia desbloquea aquí las notas de versión y las actualizaciones con un clic de Alcove. Sin ella, DuoUpdater sigue detectando versiones nuevas, pero te envía a la página de descarga de Alcove (o puedes dejar que Alcove se actualice solo).
fr: Votre clé de licence débloque ici les notes de version et les mises à jour en un clic d'Alcove. Sans elle, DuoUpdater détecte toujours les nouvelles versions, mais vous renvoie vers la page de téléchargement d'Alcove (ou vous pouvez laisser Alcove se mettre à jour lui-même).
it: La chiave di licenza sblocca qui le note di rilascio di Alcove e gli aggiornamenti con un clic. Senza chiave, DuoUpdater rileva comunque le nuove versioni ma ti rimanda alla pagina di download di Alcove (oppure puoi lasciare che Alcove si aggiorni da sola).
ja: ライセンスキーがあると、ここでAlcoveのリリースノートとワンクリック更新が使えるようになります。キーがなくてもDuoUpdaterは新しいバージョンを検出しますが、Alcoveのダウンロードページに案内します（Alcove自身に更新させることもできます）。
pt_br: Sua chave de licença libera aqui as notas de versão e as atualizações com um clique do Alcove. Sem ela, o DuoUpdater ainda detecta novas versões, mas leva você à página de download do Alcove (ou você pode deixar o Alcove se atualizar sozinho).
ru: Лицензионный ключ открывает здесь заметки о выпуске Alcove и одно-кликовые обновления. Без него DuoUpdater по-прежнему обнаруживает новые версии, но направляет вас на страницу загрузки Alcove (или можно дать Alcove обновиться самому).
tr: Lisans anahtarınız Alcove’un sürüm notlarını ve tek tıkla güncellemelerini burada açar. Anahtar olmadan DuoUpdater yeni sürümleri yine algılar, ancak sizi Alcove’un indirme sayfasına yönlendirir (ya da Alcove’un kendini güncellemesine izin verebilirsiniz).
zh_hans: 你的许可证密钥会在这里解锁 Alcove 的发行说明和一键更新。没有它，DuoUpdater 仍能检测到新版本，但会把你引导至 Alcove 的下载页面（你也可以让 Alcove 自行更新）。
zh_hant: 你的授權金鑰可在這裡解鎖 Alcove 的版本說明和一鍵更新。沒有它，DuoUpdater 仍會偵測到新版本，但會引導你前往 Alcove 的下載頁面（或讓 Alcove 自行更新）。
